[
    {
        "id": "classrooms-in-crisis",
        "title_en": "Classrooms in Crisis: The War on Education",
        "title_es": "Aulas en Crisis: La Guerra contra la Educación",
        "author_id": "natalie-arenal000",
        "date": "2025-06-28",
        "category_en": "Nonfiction",
        "category_es": "No Ficción",
        "image": "https://i.imgur.com/A3y6F7g.png",
        "image_caption_en": "Palestinian students sit in a destroyed classroom.",
        "image_caption_es": "Estudiantes palestinos sentados en un aula destruida.",
        "excerpt_en": "Exploring the crucial and often overlooked roles that education plays in conflict zones and the devastating impact of its destruction.",
        "excerpt_es": "Explorando los roles cruciales y a menudo pasados por alto que juega la educación en zonas de conflicto y el impacto devastador de su destrucción.",
        "content_en": "Over 95% of schools in Gaza have been destroyed or damaged due to bombings. The Israeli-Palestinian conflict has had a horrifying effect on the future education of the children of Gaza, stunting the futures of over 625,000 students. \\n\\nEducation is a fundamental human right and invaluable to nurturing bright minds. But in times of war, education is often the last thing on anyone’s mind. Schools and educational facilities are often destroyed in times of conflict, leaving children with nowhere to learn or shelter themselves, even after a ceasefire. As of April 2025, 95.2% of schools in Gaza have sustained varying degrees of damage, and 88.5% require complete reconstruction or major rehabilitation. Families are often displaced when fleeing disaster, creating challenges in accessing education in foreign lands, and resources are often allocated to military power and rations due to the consequences of conflict, leaving schools with a lack of learning materials and a safe environment. \\n\\nMany factors impact the education of innocent children, but the benefits of school are too crucial to ignore. Education is most important, especially in times of war. Children need stability and routine to help cope with the disaster around them. School gives traumatized children an escape, providing even a small trace of normalcy in times when their world falls apart around them. Going to school can also equip children with the skills necessary to rebuild their communities and progress towards healing their nation, providing students with empathy and critical thinking to prevent conflicts in the future.  UNICEF and partners have established 39 temporary learning spaces, serving over 12,400 students, to try and slightly mitigate the effects the war has inflicted. \\n\\nWar can set children back by years and increase the risk of exploitation, child labor, and other forms of abuse. About 58,000 six-year-olds were unable to start first grade, and 90,000 university students have no way of continuing their education in their homeland, as all universities and colleges have been damaged and destroyed. This stunting of education leaves the future of the nation in jeopardy, as cycles of poverty are more likely since there is a less-educated workforce and a hindered economy. \\n\\nPalestinian teachers are establishing online platforms and tent schools in order to maintain some kind of education for children. An organization called UNRWA is providing psychosocial support and opportunities to learn for traumatized children in Gaza through distance learning initiatives. But truth be told, not enough is happening to help these children whose futures are endangered by the consequences of this conflict. \\n\\nEducation is a necessity for all, especially for those whose future is at risk. The future of a nation lies in the minds of the young, and there must be a responsibility to nurture those minds to guarantee growth and rehabilitation. When the world goes to war, education becomes a casualty no one mourns.",
        "content_es": "Más del 95% de las escuelas en Gaza han sido destruidas o dañadas debido a los bombardeos. El conflicto israelí-palestino ha tenido un efecto horrible en la educación futura de los niños de Gaza, truncando el futuro de más de 625,000 estudiantes.\\n\\nLa educación es un derecho humano fundamental e invaluable para nutrir mentes brillantes. Pero en tiempos de guerra, la educación suele ser lo último en lo que todos piensan. Las escuelas y las instalaciones educativas a menudo son destruidas en tiempos de conflicto, dejando a los niños sin un lugar donde aprender o refugiarse, incluso después de un alto el fuego. Hasta abril de 2025, el 95.2% de las escuelas en Gaza han sufrido daños de diversa índole, y el 88.5% requiere una reconstrucción completa o una rehabilitación importante. Las familias a menudo son desplazadas al huir del desastre, lo que crea desafíos para acceder a la educación en tierras extranjeras, y los recursos a menudo se asignan al poder militar y a las raciones debido a las consecuencias del conflicto, dejando a las escuelas sin materiales de aprendizaje y sin un entorno seguro.\\n\\nMuchos factores impactan la educación de niños inocentes, pero los beneficios de la escuela son demasiado cruciales para ser ignorados. La educación es de suma importancia, especialmente en tiempos de guerra. Los niños necesitan estabilidad y rutina para ayudarles a sobrellevar el desastre que los rodea. La escuela ofrece a los niños traumatizados un escape, proporcionando incluso un pequeño rastro de normalidad en momentos en que su mundo se desmorona. Ir a la escuela también puede equipar a los niños con las habilidades necesarias para reconstruir sus comunidades y avanzar hacia la sanación de su nación, proporcionando a los estudiantes empatía y pensamiento crítico para prevenir conflictos en el futuro. UNICEF y sus socios han establecido 39 espacios de aprendizaje temporales, que atienden a más de 12,400 estudiantes, para intentar mitigar ligeramente los efectos que la guerra ha infligido.\\n\\nLa guerra puede retrasar a los niños por años y aumentar el riesgo de explotación, trabajo infantil y otras formas de abuso. Alrededor de 58,000 niños de seis años no pudieron comenzar el primer grado, y 90,000 estudiantes universitarios no tienen forma de continuar su educación en su tierra natal, ya que todas las universidades y colegios han sido dañados y destruidos. Este estancamiento de la educación deja el futuro de la nación en peligro, ya que los ciclos de pobreza son más probables debido a una fuerza laboral menos educada y una economía obstaculizada.\\n\\nLos maestros palestinos están estableciendo plataformas en línea y escuelas en tiendas de campaña para mantener algún tipo de educación para los niños. Una organización llamada UNRWA está proporcionando apoyo psicosocial y oportunidades de aprendizaje para niños traumatizados en Gaza a través de iniciativas de aprendizaje a distancia. Pero a decir verdad, no se está haciendo lo suficiente para ayudar a estos niños cuyos futuros están en peligro por las consecuencias de este conflicto.\\n\\nLa educación es una necesidad para todos, especialmente para aquellos cuyo futuro está en riesgo. El futuro de una nación reside en las mentes de los jóvenes, y debe haber una responsabilidad de nutrir esas mentes para garantizar el crecimiento y la rehabilitación. Cuando el mundo va a la guerra, la educación se convierte en una víctima que nadie lamenta.",
        "read_time_en": "3 min read",
        "read_time_es": "3 min de lectura",
        "comments": []
    },
    {
        "id": "i-am-loved",
        "title_en": "I Am Loved",
        "title_es": "Soy Amada",
        "author_id": "alejandra-perry000",
        "date": "2023-07-18",
        "category_en": "Narrative",
        "category_es": "Narrativa",
        "image": "https://i.imgur.com/p0nQG0n.png",
        "image_caption_en": "Image obtained from https://wallpaperset.com/sad-girl-wallpapers",
        "image_caption_es": "Imagen obtenida de https://wallpaperset.com/sad-girl-wallpapers",
        "excerpt_en": "A personal story about finding self-worth and belonging in the face of rejection and misunderstanding.",
        "excerpt_es": "Una historia personal sobre cómo encontrar la autoestima y la pertenencia frente al rechazo y la incomprensión.",
        "content_en": "As the wind seized the registration papers that hung loosely from my bag, there seemed to be no possibility of salvaging them as they fell into the pools of surrender. The rain, like my heartbeat, pounded fervently as I walked beside Mama. She sheltered me in whatever way she could, but if it were not the wind and rain, it was the reality that mocked us.\\n\\nIt must be common for a student to be rejected from a private school –multiple, in fact – and to be cast from numerous charter schools. They didn’t guarantee an education for all children – but public schools do – which made me wonder. Why was I denied from every public elementary school in the area? What authority did the ladies at those front desks have? Teachers, principals – what power did they have to ostracize me? Question after question occurred to me as I held Mama’s hand. It grew warm and red, and soon, she held me so tightly that I let out a squeal.\\n\\n“I’m sorry, dear!” She said in her usually anxious tone.\nI yanked my hand out of hers. “Why haven’t I started school yet? I’m already seven. I saw kids in there who still wear diapers – diapers!” I bickered in frustration.\n“The schools have run out of space. They cannot admit any more children.”\nThat couldn’t be true! I pointed back at the school we came from – a colorful skyscraper compared to the gray sky.\nStill at it with my childish persistence, I told her, “That’s a big school! I’m sure they could fit me in” – she ignored my pointing, only to continue walking forward.\\n\\nDefeated, sagging shoulders, tired eyes…\\n\\n“Well, the schools are running out of teachers,” she said.\n“But I have seen so many teachers with their classes. I’m sure I could be put into one of them.”\n“The enrollment deadline has already passed. We will have to wait until next year,” said Mama with a puffy, flushed face and tears forming – resembling the raindrops that fell upon us.\n“But we’ve been visiting schools since last year. Why not just –”\\n\\n“ENOUGH! They do not want you.”\\n\\nMy face reddened, tears rushed to my eyes – I was swallowed up in complete and utter devastation. Too overcome by shock, I recklessly ran into the busy street. Heedless of the urgency in Mama’s voice, I ran and ran until my lungs burned.\nBreathless, I found a park, approached its entrance, and sat alone at the edge of a cold, wet metal bench. It no longer rained, but the sky remained gloomy.\nI sat there motionless. Nobody noticed that I was there alone.\nI could not stop replaying the series of events that had just unfolded –\\n\\nFalse smiles at the front desk –\nDirty looks from pedestrians – \nCars’ blaring –\nMama’s yelling – \\n\\nI did not know why I was being excluded from school. What wrong had I done?\nI could only be sure of one thing – I wasn’t wanted.\\n\\nAfter some time alone with my thoughts, an old lady sat at the opposite end of the bench. Silence passed, and she asked, “Sweetie, are you OK? Where are your parents?”\nI shrugged in response.\\n\\nAs usual, my emotions shifted drastically, and my focus diverged in every direction. For years, Mama took me from one clinic to another – one doctor to another – but no one could determine a conclusive diagnosis. “She shows signs of moderate autism, but another evaluation shows the contrary,” some would explain.\nOthers prescribed drugs like candy. “We’ll try a stimulant,” one said, while another said, “We’ll try a depressant.” Nothing ever worked.\nAlthough no one could give us a conclusion, it was clear that I wasn’t like the other kids.\nWhatever it was, it appeared in every area of my life, especially (and most problematically) the classroom. I’ve been interviewed by numerous teachers and counselors – always ending with annoyed glares because of my inability to understand and execute most directions. I even overheard a counselor tell Mama, “We wouldn’t know what to do with a condition like hers. She’d be a nuisance in any classroom.”\nNobody knew what to do with me…not even Mama.  \\n\\nThe lady at my side broke me away from my thoughts, saying, “Are you sure, honey? Is there anything I could do?”\nKeeping my eyes faced down, I answered, “Nobody wants me. All the schools rejected me.”\nShe responded with a gentle smile, “Oh sweetheart, don’t you pay no attention to that. Clearly, it’s their loss. Don’t worry, you'll find where you belong.”\\n\\nWhere I belong? I pondered about what she could have meant.\\n\\nImmediately, I thought of Mama. At times, she may have yelled, she may have gotten upset, and she may have felt overwhelmed, but I never doubted that she cared for me. She believed in me. She struggled with me and for me…she loved me. She loved me!\nBelonging is how I feel with Mama.\nBelonging is how I feel when I look inside – inside the vastness of who I am – inside my flaws and within my worth.\\n\\n“Alexis!” Panting after all her running and sobbing from the scare I put her through, Mama held me tightly.\nIn her arms, I realized her love – and deeper within me, I realized my worth. Nowhere else could I feel acceptance as I had felt in Mama’s embrace, in the lady’s kind words, and in my own reflective thoughts. I carried every day within me belonging, acceptance, and love.\\n\\nI am loved.",
        "content_es": "Mientras el viento se apoderaba de los papeles de inscripción que colgaban sueltos de mi bolso, parecía no haber posibilidad de salvarlos mientras caían en los charcos de la rendición. La lluvia, como los latidos de mi corazón, golpeaba fervientemente mientras caminaba junto a Mamá. Ella me protegía de cualquier manera que podía, pero si no era el viento y la lluvia, era la realidad la que se burlaba de nosotros.\\n\\nDebe ser común que un estudiante sea rechazado de una escuela privada –de varias, de hecho– y que sea expulsado de numerosas escuelas chárter. No garantizaban una educación para todos los niños –pero las escuelas públicas sí– lo que me hizo preguntarme. ¿Por qué me negaron la entrada en todas las escuelas primarias públicas de la zona? ¿Qué autoridad tenían las señoras de esas recepciones? Maestros, directores, ¿qué poder tenían para marginarme? Pregunta tras pregunta se me ocurría mientras sostenía la mano de Mamá. Se puso caliente y roja, y pronto, me sostuvo con tanta fuerza que solté un chillido.\\n\\n“¡Lo siento, querida!” Dijo con su tono usualmente ansioso.\nLe arranqué la mano. “¿Por qué no he empezado la escuela todavía? Ya tengo siete años. ¡Vi niños allí que todavía usan pañales, pañales!” protesté con frustración.\n“Las escuelas se han quedado sin espacio. No pueden admitir a más niños.”\n¡Eso no podía ser verdad! Señalé hacia la escuela de la que veníamos, un rascacielos colorido en comparación con el cielo gris.\nAún con mi persistencia infantil, le dije: “¡Esa es una escuela grande! Estoy segura de que podrían encontrarme un lugar” – ignoró mi señalamiento, solo para seguir caminando hacia adelante.\\n\\nDerrotada, hombros caídos, ojos cansados…\\n\\n“Bueno, las escuelas se están quedando sin maestros”, dijo.\n“Pero he visto a tantos maestros con sus clases. Estoy segura de que podría unirme a una de ellas.”\n“El plazo de inscripción ya pasó. Tendremos que esperar hasta el próximo año”, dijo Mamá con la cara hinchada, sonrojada y con lágrimas formándose, parecidas a las gotas de lluvia que caían sobre nosotros.\n“Pero hemos estado visitando escuelas desde el año pasado. ¿Por qué no simplemente…?”\\n\\n“¡BASTA! No te quieren.”\\n\\nMi cara se enrojeció, las lágrimas brotaron de mis ojos, me sentí completamente devastada. Demasiado abrumada por la conmoción, corrí imprudentemente hacia la calle concurrida. Sin hacer caso de la urgencia en la voz de Mamá, corrí y corrí hasta que mis pulmones ardieron.\nSin aliento, encontré un parque, me acerqué a su entrada y me senté sola en el borde de un banco de metal frío y húmedo. Ya no llovía, pero el cielo permanecía sombrío.\nMe senté allí inmóvil. Nadie se dio cuenta de que estaba sola.\nNo podía dejar de repasar la serie de eventos que acababan de ocurrir:\n\nSonrisas falsas en la recepción –\nMiradas sucias de los peatones – \nEl estruendo de los coches –\nLos gritos de Mamá – \\n\\nNo sabía por qué me excluían de la escuela. ¿Qué había hecho mal?\nSolo podía estar segura de una cosa: no era deseada.\\n\\nDespués de un tiempo a solas con mis pensamientos, una anciana se sentó en el extremo opuesto del banco. Pasó un silencio, y preguntó: “Cariño, ¿estás bien? ¿Dónde están tus padres?”\nMe encogí de hombros en respuesta.\\n\\nComo de costumbre, mis emociones cambiaron drásticamente y mi atención se desvió en todas direcciones. Durante años, Mamá me llevó de una clínica a otra, de un médico a otro, pero nadie pudo determinar un diagnóstico concluyente. “Muestra signos de autismo moderado, pero otra evaluación muestra lo contrario”, explicarían algunos.\nOtros recetaban medicamentos como si fueran caramelos. “Probaremos un estimulante”, dijo uno, mientras que otro dijo: “Probaremos un depresor”. Nada funcionó nunca.\nAunque nadie pudo darnos una conclusión, estaba claro que no era como los otros niños.\nFuera lo que fuera, aparecía en todas las áreas de mi vida, especialmente (y lo más problemático) en el aula. He sido entrevistada por numerosos maestros y consejeros, siempre terminando con miradas molestas debido a mi incapacidad para entender y ejecutar la mayoría de las instrucciones. Incluso escuché a un consejero decirle a Mamá: “No sabríamos qué hacer con una condición como la suya. Sería una molestia en cualquier clase.”\nNadie sabía qué hacer conmigo… ni siquiera Mamá.  \\n\\nThe lady at my side broke me away from my thoughts, saying, “Are you sure, honey? Is there anything I could do?”\nKeeping my eyes faced down, I answered, “Nobody wants me. All the schools rejected me.”\nShe responded with a gentle smile, “Oh sweetheart, don’t you pay no attention to that. Clearly, it’s their loss. Don’t worry, you'll find where you belong.”\\n\\nWhere I belong? I pondered about what she could have meant.\\n\\nImmediately, I thought of Mama. At times, she may have yelled, she may have gotten upset, and she may have felt overwhelmed, but I never doubted that she cared for me. She creía en mí. Luchó conmigo y por mí… me amaba. ¡Me amaba!\nPertenecer es cómo me siento con Mamá.\nPertenecer es cómo me siento cuando miro dentro de mí, dentro de la inmensidad de quién soy, dentro de mis defectos y dentro de mi valor.\\n\\n“¡Alexis!” Jadeando después de toda su carrera y sollozando por el susto que le di, Mamá me abrazó con fuerza.\nEn sus brazos, me di cuenta de su amor, y más adentro de mí, me di cuenta de mi propio valor. En ningún otro lugar podría sentir la aceptación como la había sentido en el abrazo de Mamá, en las amables palabras de la señora y en mis propios pensamientos reflexivos. Llevaba cada día dentro de mí la pertenencia, la aceptación y el amor.\\n\\nSoy amada.",
        "read_time_en": "5 min read",
        "read_time_es": "5 min de lectura",
        "comments": []
    }
]
